requests.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header></SOAP-ENV:Header>
    <SOAP-ENV:Body>
        <ns2:GetStudentDetailsRequest  xmlns:ns2="students">
        </ns2:GetStudentDetailsRequest>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
